[
  {
    "titulo": "Orgulho e Preconceito",
    "descricao": "Um clássico da literatura inglesa que conta a história de Elizabeth Bennet e seu romance com o Sr. Darcy.",
    "genero_id": 1,
    "autor_id": 1
  },
  {
    "titulo": "Dom Casmurro",
    "descricao": "Um romance brasileiro que narra a história de Bentinho e seu amor por Capitu.",
    "genero_id": 1,
    "autor_id": 2
  },
  {
    "titulo": "A Culpa é das Estrelas",
    "descricao": "Um emocionante romance jovem sobre dois adolescentes que se conhecem em um grupo de apoio ao câncer.",
    "genero_id": 1,
    "autor_id": 3
  },
  {
    "titulo": "Como Eu Era Antes de Você",
    "descricao": "A história de um romance inesperado entre uma jovem cuidadora e um homem tetraplégico.",
    "genero_id": 1,
    "autor_id": 4
  },
  {
    "titulo": "O Diário de uma Paixão",
    "descricao": "Um idoso lê para sua esposa, com Alzheimer, a história do romance deles quando eram jovens.",
    "genero_id": 1,
    "autor_id": 5
  },
  {
    "titulo": "Duna",
    "descricao": "No deserto de Arrakis, Paul Atreides enfrenta intrigas políticas e descobre seu destino como líder.",
    "genero_id": 2,
    "autor_id": 6
  },
  {
    "titulo": "Fundação",
    "descricao": "Um matemático prevê a queda do império galáctico e cria um plano para salvar o conhecimento humano.",
    "genero_id": 2,
    "autor_id": 7
  },
  {
    "titulo": "Neuromancer",
    "descricao": "Um hacker falido recebe uma chance de voltar ao jogo em um mundo dominado por inteligência artificial.",
    "genero_id": 2,
    "autor_id": 8
  },
  {
    "titulo": "1984",
    "descricao": "Em um futuro distópico, um homem desafia um governo totalitário que controla a mente das pessoas.",
    "genero_id": 2,
    "autor_id": 9
  },
  {
    "titulo": "Admirável Mundo Novo",
    "descricao": "Uma sociedade futurista mantém a ordem através de controle genético e manipulação da felicidade.",
    "genero_id": 2,
    "autor_id": 10
  },
  {
    "titulo": "O Nome do Vento",
    "descricao": "A jornada de Kvothe, um jovem prodígio da magia, em busca de conhecimento e vingança.",
    "genero_id": 3,
    "autor_id": 11
  },
  {
    "titulo": "O Hobbit",
    "descricao": "A aventura de Bilbo Bolseiro, um hobbit que embarca em uma jornada inesperada para ajudar um grupo de anões a recuperar seu reino tomado pelo dragão Smaug.",
    "genero_id": 3,
    "autor_id": 12
  },
  {
    "titulo": "O Senhor dos Anéis",
    "descricao": "Uma épica jornada pelo mundo da Terra-média, onde Frodo Bolseiro e seus companheiros devem destruir o Um Anel antes que ele caia nas mãos do maligno Sauron.",
    "genero_id": 3,
    "autor_id": 12
  },
  {
    "titulo": "Eragon",
    "descricao": "Um jovem encontra um ovo de dragão e descobre que está destinado a lutar contra um império tirano.",
    "genero_id": 3,
    "autor_id": 13
  },
  {
    "titulo": "O Leão, a Feiticeira e o Guarda-Roupa",
    "descricao": "Quatro irmãos descobrem um mundo mágico e se juntam a um leão para derrotar uma feiticeira.",
    "genero_id": 3,
    "autor_id": 14
  },
  {
    "titulo": "O Iluminado",
    "descricao": "Um hotel assombrado leva um homem à loucura, colocando sua família em perigo.",
    "genero_id": 4,
    "autor_id": 15
  },
  {
    "titulo": "O Chamado de Cthulhu",
    "descricao": "Uma entidade cósmica dorme nas profundezas do oceano, aguardando seu despertar.",
    "genero_id": 4,
    "autor_id": 16
  },
  {
    "titulo": "Nas Montanhas da Loucura",
    "descricao": "Exploradores na Antártica descobrem ruínas antigas e horrores indescritíveis.",
    "genero_id": 4,
    "autor_id": 16
  },
  {
    "titulo": "Steve Jobs",
    "descricao": "A vida do visionário da Apple, com altos e baixos de sua carreira.",
    "genero_id": 5,
    "autor_id": 17
  },
  {
    "titulo": "Longa Caminhada até a Liberdade",
    "descricao": "A trajetória de Mandela da prisão à presidência da África do Sul.",
    "genero_id": 5,
    "autor_id": 18
  }
]
